var arr = new Array();
	arr[0] = "北京市"
	arr[1] = "上海市"
	arr[2] = "天津市"
	arr[3] = "重庆市"
	arr[4] = "石家庄市,邯郸市,邢台市,保定市,张家口市,承德市,廊坊市,唐山市,秦皇岛市,沧州市,衡水市"
	arr[5] = "太原市,大同市,阳泉市,长治市,晋城市,朔州市,吕梁市,忻州市,晋中市,临汾市,运城市"
	arr[6] = "呼和浩特市,包头市,乌海市,赤峰市,呼伦贝尔盟市,阿拉善盟市,哲里木盟市,兴安盟市,乌兰察布盟市,锡林郭勒盟市,巴彦淖尔盟市,伊克昭盟市"
	arr[7] = "沈阳市,大连市,鞍山市,抚顺市,本溪市,丹东市,锦州市,营口市,阜新市,辽阳市,盘锦市,铁岭市,朝阳市,葫芦岛市"
	arr[8] = "长春市,吉林市,四平市,辽源市,通化市,白山市,松原市,白城市,延边市"
	arr[9] = "哈尔滨市,齐齐哈尔市,牡丹江市,佳木斯市,大庆市,绥化市,鹤岗市,鸡西市,黑河市,双鸭山市,伊春市,七台河市,大兴安岭市"
	arr[10] = "南京市,镇江市,苏州市,南通市,扬州市,盐城市,徐州市,连云港市,常州市,无锡市,宿迁市,泰州市,淮安市"
	arr[11] = "杭州市,宁波市,温州市,嘉兴市,湖州市,绍兴市,金华市,衢州市,舟山市,台州市,丽水市"
	arr[12] = "合肥市,芜湖市,蚌埠市,马鞍山市,淮北市,铜陵市,安庆市,黄山市,滁州市,宿州市,池州市,淮南市,巢湖市,阜阳市,六安市,宣城市,亳州市"
	arr[13] = "福州市,厦门市,莆田市,三明市,泉州市,漳州市,南平市,龙岩市,宁德市"
	arr[14] = "南昌市,景德镇市,九江市,鹰潭市,萍乡市,新馀市,赣州市,吉安市,宜春市,抚州市,上饶市"
	arr[15] = "济南市,青岛市,淄博市,枣庄市,东营市,烟台市,潍坊市,济宁市,泰安市,威海市,日照市,莱芜市,临沂市,德州市,聊城市,滨州市,菏泽市"
	arr[16] = "郑州市,开封市,洛阳市,平顶山市,安阳市,鹤壁市,新乡市,焦作市,濮阳市,许昌市,漯河市,三门峡市,南阳市,商丘市,信阳市,周口市,驻马店市,省直辖县级行政区"
	arr[17] = "武汉市,宜昌市,荆州市,襄阳市,黄石市,荆门市,黄冈市,十堰市,恩施市,潜江市,天门市,仙桃市,随州市,咸宁市,孝感市,鄂州市,省直辖县级行政区化,恩施土家族苗族自治州"
	arr[18] = "长沙市,常德市,株洲市,湘潭市,衡阳市,岳阳市,邵阳市,益阳市,娄底市,怀化市,郴州市,永州市,湘西土家族苗族自治州,张家界市"
	arr[19] = "广州市,深圳市,珠海市,汕头市,东莞市,中山市,佛山市,韶关市,江门市,湛江市,茂名市,肇庆市,惠州市,梅州市,汕尾市,河源市,阳江市,清远市,潮州市,揭阳市,云浮市"
	arr[20] = "南宁市,柳州市,桂林市,梧州市,北海市,防城港市,钦州市,贵港市,玉林市,南宁市,柳州市,贺州市,百色市,河池市"
	arr[21] = "海口市,三亚市,省直辖县级行政区"
	arr[22] = "成都市,绵阳市,德阳市,自贡市,攀枝花市,广元市,内江市,乐山市,南充市,宜宾市,广安市,达川市,雅安市,眉山市,甘孜市,凉山市,泸州市,资阳市,巴中市,凉山彝族自治州,甘孜藏族自治州,阿坝藏族羌族自治州"
	arr[23] = "贵阳市,六盘水市,遵义市,安顺市,铜仁市,黔西南市,毕节市,黔东南市,黔南市,六盘水市,黔西南布依族苗族自治州,黔东南苗族侗族自治州,黔南布依族苗族自治州"
	arr[24] = "昆明市,曲靖市,玉溪市,昭通市,保山市,丽江市,普洱市,临沧市,德宏傣族景颇族自治州,怒江傈僳族自治州,迪庆藏族自治州,大理白族自治州,楚雄彝族自治州,红河哈尼族彝族自治州,文山壮族苗族自治州,西双版纳傣族自治州"
	arr[25] = "拉萨市,日喀则地区,昌都地区,林芝地区,山南地区,那曲地区,阿里地区"
	arr[26] = "西安市,宝鸡市,咸阳市,铜川市,渭南市,延安市,榆林市,汉中市,安康市,商洛市"
	arr[27] = "兰州市,嘉峪关市,金昌市,白银市,天水市,酒泉市,张掖市,武威市,定西市,陇南市,平凉市,庆阳市,临夏回族自治州,甘南藏族自治州"
	arr[28] = "银川市,石嘴山市,吴忠市,固原市,中卫市"
	arr[29] = "西宁市,海东市,海南藏族自治州,海北藏族自治州,黄南藏族自治州,玉树藏族自治州,果洛藏族自治州,海西蒙古藏族自治州"
	arr[30] = "乌鲁木齐市,石河子市,阿克苏地区,克拉玛依市,伊犁哈萨克自治州,巴音郭勒蒙古自治州,昌吉回族自治州,克孜勒苏柯尔克孜自治州,巴音郭楞蒙古自治州,吐鲁番市,哈密地区,喀什地区,和田地区,博尔塔拉蒙古自治州,自治区直辖县级行政单位,阿勒泰地区,塔城地区,"
	arr[31] = "香港"
	arr[32] = "澳门"
	arr[33] = "台北市,高雄市,台中市,台南市,屏东市,南投市,云林市,新竹市,彰化市,苗栗市,嘉义市,花莲市,桃园市,宜兰市,基隆市,台东市,金门市,马祖市,澎湖市"
	arr[34] = "其他"
	
function init() {
	var city = document.getElementById("userpermanent");   //这个没错吧
	var cityArr = arr[0].split(",");
	
	for(var i = 0; i < cityArr.length; i++) {
		city[i] = new Option(cityArr[i], cityArr[i]);
	}
}

function getCity() {      //当选择了省级之后，会在这里，更换市级的数组，赋值也应该在这里
	var pro = document.getElementById("province");
	var city = document.getElementById("userpermanent");
	var index = pro.selectedIndex;
	
	var cityArr = arr[index].split(",");    
//	console.log("获取城市")
//	console.log(cityArr);
	city.length = 0;
	//将城市数组中的值填充到城市下拉框中
	for(var i = 0; i < cityArr.length; i++) {
		//console.log(cityArr[i])
		
		city[i] = new Option(cityArr[i], cityArr[i]);   //创建选项，修改对应省市 
		//console.log(city[i])
	}
	
	
	
	
}
function setCity(myCityArr){  //因为刚进入页面，只有省级的数组，没有市级的数组的option,
	var myCity = myCityArr.split("-");
	//console.log(myCity)   //这里是获取到了

	//$("#province").val(myCity[0]);  

	var pro = document.getElementById("province");
	pro.value = myCity[0];      //先找到是哪个省
	//console.log(pro)
	
	var index = pro.selectedIndex;
	
	var cityArr = arr[index].split(",");   //获取对应省级的所有城市
	
	
	$("#userpermanent").val(myCity[1])   //没有辅道值
		var city = document.getElementById("userpermanent");    //不是给select赋值，是整个数组没有赋值
		
		
	for(var i = 0; i < cityArr.length; i++) {   //给市级的select，创建option，因为刚进来的时候是没有创建的
		//console.log(cityArr[i])	
		city[i] = new Option(cityArr[i], cityArr[i]);   //创建选项，修改对应省市 
		//console.log(city[i])
	}
	
	//console.log(city)
	var myOptions = city.getElementsByTagName("option"); //获取创建的市级option数组
	//console.log(myOptions)
	
//	var cityArr = arr[index].split(",");    
//	
	var indexCityPos = cityArr.indexOf(myCity[1]);  //获取数据库保存的市级所对应的位置
	
	myOptions[indexCityPos].selected = true;   //将当前位置设置为选中
	
}
